[
    ["Солнце", "Солнце — звезда в центре Солнечной системы, источник света и тепла для Земли."],
    ["Луна", "Луна — единственный естественный спутник Земли, влияет на приливы и отливы."],
    ["Марс", "Марс — четвёртая планета от Солнца, известна как 'Красная планета'."],
    ["Черные дыры", "Чёрные дыры — области пространства, где гравитация настолько сильна, что ничего не может из них вырваться."],
    ["Земля", "Земля — третья планета от Солнца, на которой существует жизнь, атмосфера и вода в жидком состоянии."],
    ["Юпитер", "Юпитер — крупнейшая планета Солнечной системы, газовый гигант с множеством спутников."],
    ["Сатурн", "Сатурн — вторая по величине планета Солнечной системы, известен своими кольцами."],
    ["Уран", "Уран — ледяной гигант, с наклоненной осью вращения, находится на седьмой позиции от Солнца."],
    ["Нептун", "Нептун — восьмая планета от Солнца, характеризуется интенсивными ветрами и сильными магнитными полями."],
    ["Плутон", "Плутон — карликовая планета, ранее считавшаяся девятой планетой Солнечной системы."],
    ["Астероиды", "Астероиды — малые небесные тела, состоящие из камня и металла, вращающиеся вокруг Солнца."],
    ["Кометы", "Кометы — ледяные тела, которые, проходя близко к Солнцу, развивают яркий хвост из газа и пыли."],
    ["Галактики", "Галактики — огромные системы звёзд, планет, пыли и газа, связанные гравитацией."],
    ["Млечный Путь", "Млечный Путь — наша галактика, содержащая Солнце и все ближайшие к нему звезды."],
    ["Туманности", "Туманности — облака газа и пыли, из которых могут формироваться звезды и планеты."],
    ["Экспансии Вселенной", "Экспансия Вселенной — процесс расширения пространства между галактиками, доказанный наблюдениями за красным смещением."],
    ["Световой год", "Световой год — единица измерения расстояния, равная расстоянию, которое свет проходит за один год, примерно 9,46 триллиона километров."],
    ["Черная материя", "Тёмная материя — гипотетическая форма материи, которая не взаимодействует с электромагнитным излучением, но оказывает гравитационное воздействие."],
    ["Космическое излучение", "Космическое излучение — высокоэнергетические частицы, приходящие из космоса и воздействующие на Землю и другие планеты."]
]
